Repository: printempstg/craft-5152-en-ro
Catalog: tm/5152_EN-RO-batch2.tmx
Source language: en
Languages: ro

source: (POLIGLECAPRONE 25)
ro: (POLIGLECAPRONĂ 25)

source: (POLYESTER)
ro: (POLIESTER)

source: (Polyglactin 910)
ro: (Poliglactin 910)

source: 14 days
ro: 14 zile

source: 21 days (6-0 and larger)
ro: 21 zile (6-0 și mai mare)

source: 21 days (7-0 and smaller)
ro: 21 zile (7-0 și mai mic)

source: 28 days (6-0 and larger)
ro: 28 zile (6-0 și mai mare)

source: 7 days
ro: 7 zile

source: A measuring tape is provided with perirenal prosthesis codes.
ro: Împreună cu codurile protezei perirenale se livrează o bandă de măsurare.

source: ADVERSE REACTION
ro: REACŢII ADVERSE

source: ADVERSE REACTIONS
ro: REACŢII ADVERSE

source: APPLICAT ION
ro: MOD DE UTILIZARE

source: APPLICATION
ro: MOD DE UTILIZARE

source: ATTENTION !
ro: ATENŢIE!

source: ATTENTION!
ro: ATENȚIE!

source: Absorption begins as a loss of tensile strength followed by a loss of mass.
ro: Absorbţia începe printr-o scădere a rezistenţei la tracţiune, urmată de o scădere a masei firului.

source: Absorption begins as loss of tensile strength followed by a loss of mass.
ro: Absorbţia incepe printr-o scădere a rezistenţei la tracţiune, urmată de o scădere a masei firului.

source: Absorption is essentially complete between 90 and 120 days.
ro: Absorbţia este practic completă între 90 şi 120 de zile.

source: Absorption of VICRYL™ PLUS suture is essentially complete between 56 and 70 days.
ro: Absorbţia firelor de sutură VICRYL™ PLUS este practic completă între 56 și 70 de zile.

source: Absorption of VICRYL™ suture is essentially complete between 56 and 70 days.
ro: Absorbţia firelor de sutură VICRYL™ este practic completă între 56 și 70 de zile.

source: Acceptable surgical practice should be followed for the management of contaminated or infected wounds.
ro: Pentru tratarea plăgilor contaminate sau infectate trebuie adoptate procedurile chirurgicale corespunzătoare.

source: Acceptable surgical practice should be followed for the management of infected or contaminated wounds.
ro: Pentru tratarea plăgilor infectate sau contaminate trebuie adoptate procedurile chirurgicale acceptate.

source: Additional VICRYL™ sutures can be placed to avoid possible withdrawals from the two poles.
ro: Pot fi plasate suturi suplimentare VICRYL™, 2 pentru a evita eventualele retrageri de la cei doi poli.

source: Adequate knot security requires the standard surgical technique of flat and square ties with additional throws as indicated by surgical circumstance and the experience of the surgeon.
ro: Pentru a garanta o siguranţă adecvată a nodului trebuie utilizată tehnica chirurgicală standard a nodului pătrat și plat, cu surjeturi suplimentare, în funcţie de circumstanţele chirurgicale și experienţa chirurgului.

source: Adequate knot security requires the standard surgical technique of flat and square ties with additional throws as indicated by surgical circumstances and the experience of the surgeon.
ro: Pentru a garanta o siguranţă adecvată a nodului trebuie utilizată tehnica chirurgicală standard a nodului pătrat și plat, cu surjeturi suplimentare, după cum o indică circumstanţele chirurgicale și experienţa chirurgului.

source: Adverse effects associated with the use of this device include: transient local irritation at the wound site, transient inflammatory foreign body response, erythema and induration during absorption with subcuticular sutures.
ro: Reacţiile adverse asociate cu utilizarea acestui dispozitiv includ: iritaţie locală tranzitorie la nivelul plăgii, reacţie inflamatorie tranzitorie faţă de un corp străin, eritemul şi indurarea in cursul procesului de absorbţie a suturilor subcuticulare.

source: Adverse reactions associated with the use of VICRYL™ RAPIDE include transient local irritation at the wound site, transitory inflammatory foreign body response, erythema and induration during the absorption process of subcuticular sutures.
ro: Reacţiile adverse asociate cu utilizarea VICRYL™ rapide includ iritaţia tranzitorie locală la nivelul plăgii, reacţia inflamatorie tranzitorie faţă de un corp străin, eritemul și indurarea în cursul procesului de absorbţie a suturilor subcuticulare.

source: Adverse reactions associated with the use of this device include minimal, initial inflammatory tissue reaction and transient local irritation at the wound site.
ro: Reacţiile adverse asociate cu utilizarea acestui dispozitiv includ reacţie inflamatorie tisulară minimă și iritaţie locală tranzitorie la nivelul plăgii.

source: Adverse reactions associated with the use of this device include transitory local irritation at the wound site and a transitory inflammatory foreign body response.
ro: Reacţiile adverse asociate cu utilizarea acestui dispozitiv includ iritaţie locală tranzitorie la nivelul plăgii și reacţie inflamatorie tranzitorie la corpul străin.

source: Adverse reactions associated with the use of this device include transitory local irritation at the wound site, transitory inflammatory foreign body response, erythema and induration during the absorption process of subcuticular sutures.
ro: Reacţiile adverse asociate cu utilizarea acestui dispozitiv includ iritaţia tranzitorie locală la nivelul plăgii, reacţia inflamatorie tranzitorie faţă de un corp străin, eritemul și indurarea în cursul procesului de absorbţie a suturilor subcuticulare.

source: After complete fixation of the mesh, projecting mesh material should be cut off.
ro: După încheierea procedurii de fixare a plasei, excesul de plasă poate fi îndepărtat prin tăiere.

source: After removing the needle, the length of exposed pacing wire must be at least 10 mm and no more than 16 mm.
ro: După înlăturarea acului, lungimea expusă a electrodului de stimulare trebuie să fie minim 10 mm și maxim 16 mm.

source: After the pacing wires are fitted the needle is removed.
ro: După fixarea electrozilor de stimulare se îndepărtează acul.

source: All needles except bicolour needles labelled with MRI are magnetizable and should therefore not be used in an active magnetic field.
ro: Toate acele, cu excepţia celor bicolore care sunt etichetate cu RMN, sunt magnetizabile și, prin urmare, nu trebuie utilizate în câmp magnetic activ.

source: All of the original tensile strength is essentially lost by 21 days post implantation.
ro: All of the original tensile strength is essentially lost by 28 days post implantation.

source: All of the original tensile strength is essentially lost by 21 days post-implantation.
ro: În principiu, rezistenţa la tracţiune este pierdută în întregime în a 21-a zi după implantare.

source: All of the original tensile strength is essentially lost by 28 days post implantation
ro: În principiu, rezistenţa la tracţiune este pierdută în întregime în a 28-a zi după implantare.

source: All of the original tensile strength is essentially lost by 28 days post-implantation.
ro: În principiu, rezistenţa la tracţiune este pierdută în întregime în a 28-a zi după implantare.

source: All of the original tensile strength is lost by approximately 10 to 14 days post-implantation.
ro: Rezistenţa la tracţiune se pierde în întregime în decurs de aproximativ 10 până la 14 zile de la implantare.

source: All of the original tensile strength is lost by five weeks post implantation.
ro: Rezistenţa la tracţiune dispare în totalitate în decurs de cinci săptămâni de la implantare.

source: Approx. Original Strength Remaining
ro: Procentaj aprox. rămas din rezistenţa initial

source: Approximate % original Strength Remaining
ro: Procentaj aprox. rămas din rezistenţa iniţială

source: As VICRYL™ RAPIDE is an absorbable suture material, the use of supplemental nonabsorbable sutures should be considered by the surgeon in the closure of sites which may undergo expansion, stretching or distension, or which may require additional support.
ro: Deoarece VICRYL™ rapide este un material de sutură absorbabil, chirurgul trebuie să ia în considerare utilizarea unor fire de sutură non-absorbabile suplimentare în regiunile care pot fi supuse la tensiuni de expansiune, întindere sau destindere sau care necesită o întărire suplimentară.

source: As an absorbable device, VICRYL™ MESH may act transiently as a foreign body.
ro: Fiind un dispozitiv absorbabil, PLASA VICRYL™ poate acţiona temporar ca un corp străin.

source: As an absorbable suture VICRYL™ PLUS may act transiently as a foreign body.
ro: La fel ca în cazul oricărui corp străin, contactul prelungit al oricărui fir de sutură cu soluţiile de săruri, precum cele întâlnite în tractul urinar sau biliar, poate determina formarea calculilor.

source: As an absorbable suture VICRYL™ RAPIDE may act transiently as a foreign body.
ro: Ca fir de sutură absorbabil, VICRYL™ rapide poate acţiona în mod tranzitoriu ca un corp străin.

source: As an absorbable suture VICRYL™ may act transiently as a foreign body.
ro: Fiind un fir de sutură absorbabil, VICRYL™ poate acţiona temporar ca un corp străin.

source: As an absorbable suture, MONOCRYL™ may act transiently as a foreign body.
ro: Ca fir de sutură absorbabil, MONOCRYL™ poate acţiona in mod tranzitoriu ca un corp străin.

source: As this is an absorbable suture material, the use of supplemental non-absorbable sutures should be considered by the surgeon in the closure of the sites which may undergo expansion, stretching or distension, or which may require additional support.
ro: Deoarece acesta este un material de sutură absorbabil, chirurgul trebuie să ia in considerare utilizarea unor fire de sutură neabsorbabile suplimentare in regiunile care pot fi supuse la tensiuni de expansiune, intindere sau destindere sau care necesită o susţinere suplimentară.

source: As this is an absorbable suture material, the use of supplemental nonabsorbable sutures should be considered by the surgeon in the closure of the sites which may undergo expansion, stretching or distension, or which may require additional support.
ro: Deoarece acesta este un material de sutură absorbabil, chirurgul trebuie să ia în considerare utilizarea unor fire de sutură non-absorbabile suplimentare în regiunile care pot fi supuse la expansiune, întindere sau destindere sau care necesită susţinere suplimentară.

source: As with any foreign body, prolonged contact of any suture with salt solutions, such as those found in the urinary or biliary tracts, may result in calculus formation.
ro: La fel ca în cazul oricărui corp străin, contactul prelungit al oricărui fir de sutură cu soluţii de săruri, precum cele întâlnite în tractul urinar sau biliar, poate determina formarea calculilor.

source: Avoid crushing or crimping damage due to application of surgical instruments such as forceps or needle holders.
ro: Evitaţi strivirea sau încreţirea firului cu instrumente chirurgicale cum ar fi pense sau portace.

source: Batch number
ro: Număr de lot

source: Because VICRYL™ mesh bag is absorbable, it should not be used where extended wound or organ support is required.
ro: Întrucât sacul de plasă VICRYL™ este absorbabil, nu trebuie utilizat în cazurile în care este necesară o susţinere extinsă a plăgii sau organului.

source: Before use either pull off the insulation tubes present on the large straight needles or take out the insulation tubes placed under the flap of the folder.
ro: Înainte de utilizare fie îndepărtaţi tuburile de izolare de pe acele mari drepte, fie scoateţi tuburile de izolare care se află sub clapa mapei.

source: Before using the cardiac pacing wire it is necessary to check that the snap-off needle and the pacemaker cable or pacemaker device are fully compatible.
ro: Înainte de utilizarea electrodului de stimulare cardiacă asigurați-vă că acul detașabil și cablul stimulatorului cardiac sau stimulatorul cardiac sunt complet compatibile.

source: Bipolar product types include a clip to form the end of exposed intracorporeal pacing wire in such a way that after piercing the myocardium and cutting off the needle, the end of the pacing wire is fixed in the tissue.
ro: Variantele bipolare de produs includ un clip de modelare a capătului intracorporal expus al electrodului de stimulare care, după penetrarea miocardului și detașarea acului, permite fixarea tisulară a capătului electrodului de stimulare.

source: Braided VICRYL™ PLUS sutures are coated with a mixture composed of equal parts of copolymer of glycolide and lactide (Polyglactin 370) and calcium stearate.
ro: Firele de sutură VICRYL™ PLUS împletite sunt acoperite cu un amestec compus în părţi egale din copolimer de glicolidă și lactidă (poliglactin 370) și stearat de calciu.

source: Braided VICRYL™ sutures are coated with a mixture composed of equal parts of copolymer of glycolide and lactide (Polyglactin 370) and calcium stearate.
ro: Firele de sutură VICRYL™ împletite sunt acoperite cu un amestec compus în părţi egale din copolimer de glicolidă și lactidă (poliglactin 370) și stearat de calciu.

source: CE-mark and Identification number of Notified Body.
ro: Marcajul CE și numărul de identificare a organului notificat.

source: CONTRAINDICATIONS
ro: CONTRAINDICAŢII

source: Cardiac pacing wire with snap-off needle and without adapter plug:
ro: Electrod de stimulare cardiacă cu ac detașabil și fără conector de tip adaptor:

source: Cardiac pacing wires with adapter plugs:
ro: Electrozi de stimulare cardiacă cu conectori tip adaptor:

source: Care should be taken to avoid compression of the major blood vessels of the organ, especially at the hilus site.
ro: Trebuie avut grijă să se evite comprimarea vaselor sanguine majore aferente organului, în special la nivelul hilului.

source: Care should be taken to avoid damage when handling surgical needles.
ro: Manevrarea acelor chirurgicale trebuie realizată cu grijă pentru a evita deteriorările.

source: Care should be taken to ensure that the wire is cut immediately after the needle (Fig. 1).
ro: Trebuie avut grijă ca electrodul să fie tăiat imediat după ac (figura 1).

source: Characteristics
ro: Caracteristici

source: Check whether the end of the pacing wires are correctly formed.
ro: Asiguraţi-vă că s-au modelat corect capetele electrozilor de stimulare.

source: Closure catch
ro: Capac de închidere

source: Combinations with needles are available which are suitable for application in a magnetic field up to 1,5 tesla.
ro: Sunt disponibile combinaţii cu ace care asigură compatibilitatea cu câmpuri magnetice de până la 1,5 tesla.

source: Consideration should be taken in the use of absorbable sutures in tissues with poor blood supply as suture extrusion and delayed absorption may occur.
ro: Utilizarea firelor de sutură absorbabile în ţesuturi cu o vascularizaţie slabă trebuie realizată cu precauţie deoarece pot apărea fenomene de extrudare a suturii sau de absorbţie întârziată.

source: DESCRIPTION
ro: DESCRIERE

source: DYED
ro: VOPSI

source: Days Approximate % original
ro: Zile de la implantare

source: Days Implantation
ro: Zile de la implantare

source: Depending on the pacing wire type, either the snap-off needle or the different coloured adapter plugs (pin diameter 2 mm) serve as a connection between the pacing wire and pacing generator or extension cable.
ro: În funcție de tipul electrodului de stimulare, acul detașabil sau respectiv conectorii de tip adaptor de diferite culori (diametru pin 2 mm) servesc la conectarea electrodului de stimulare la generatorul de ritm sau la cablul prelungitor.

source: Description
ro: DESCRIERE

source: Discard open, unused product!
ro: Aruncaţi produsul deschis și nefolosit!

source: Discard opened, unused meshes.
ro: Aruncaţi plasele deschise și neutilizate.

source: Discard opened, unused product!
ro: Aruncaţi produsul deschis, neutilizat!

source: Discard opened, unused sutures!
ro: Aruncaţi firele de sutură deschise, neutilizate!

source: Discard opened, unused sutures.
ro: Aruncaţi firele de sutură deschise, neutilizate.

source: Discard used needles in ‘Sharps’ containers.
ro: Aruncaţi acele utilizate în recipientele pentru obiecte ascuţite.

source: Do not discard these tubes since they will be required as protection after snapping off the needle.
ro: Nu aruncați aceste tuburi deoarece veţi avea nevoie de ele ca protecție după detașarea acului.

source: Do not re-sterilize!
ro: A nu se resteriliza!

source: Do not re-sterilize.
ro: Nu resterilizaţi.

source: Do not resterilize!
ro: A nu se resteriliza!

source: Do not resterilize.
ro: Nu resterilizaţi.

source: Do not reuse
ro: A nu se reutiliza

source: Do not use after expiry date!
ro: A nu se utiliza după data de expirare!

source: Do not use after expiry date.
ro: Nu utilizaţi după data de expirare.

source: Do not use after the expiry date.
ro: Nu utilizaţi după data de expirare.

source: Do not use if package is opened or damaged!
ro: A nu se utiliza dacă ambalajul este desfăcut sau deteriorat!

source: Do not use if package is opened or damaged.
ro: Nu se utilizează dacă ambalajul este desfăcut sau deteriorat.

source: Do not use if the package is damaged or opened.
ro: A nu se utiliza dacă ambalajul este deteriorat sau deschis.

source: Due to its absorption profile VICRYL™ RAPIDE is useful for skin closure, particularly in paediatric surgery, episiotomies, circumcision and closure of oral mucosa.
ro: Datorită profilului absorbţiei sale, firul de sutură VICRYL™ rapide este util pentru închiderea pielii, în special în chirurgia pediatrică, în epiziotomii, circumcizii și închiderea mucoasei orale.

source: Due to its construction, VICRYL™ MESH temporarily supports the newly formed tissue in order to relieve stress from the wound during the healing process.
ro: Datorită compoziţiei sale, PLASA VICRYL™ susţine temporar ţesutul nou format pentru a reduce tensiunea exercitată asupra plăgii în timpul procesului de vindecare.

source: Due to the rapid loss of tensile strength, VICRYL™ RAPIDE should not be used where extended approximation of tissues under stress is required or where wound support or ligation beyond 7 days is required.
ro: Datorită pierderii rapide a rezistenţei la tracţiune, VICRYL™ rapide nu trebuie utilizat în cazurile în care este necesară afrontarea extinsă a ţesuturilor sub tensiune sau în cazurile în care este necesară susţinerea sau ligaturarea plăgii pe o perioadă mai mare de 7 zile.

source: End cap
ro: Capac terminal

source: Explanted VICRYL™ MESH was found to have 80 % of its original burst strength remaining after 14 days in vivo.
ro: S-a constatat că PLASA VICRYL™ explantată prezintă 80 % din rezistenţa la rupere iniţială după 14 zile în condiţii in vivo.

source: Fig. 1
ro: Figura 1

source: Fig. 2
ro: Figura 2

source: Fig. 3
ro: Figura 3

source: Fig. 4
ro: Figura 4

source: Follow the relevant instructions for use.
ro: Respectaţi instrucţiunile de utilizare relevante.

source: Following implantation each extracorporeal pacing wire end is connected to an adapter plug as follows:
ro: După implantare, fiecare capăt extracorporal de electrod de stimulare este conectat la un conector tip adaptor astfel:

source: For adequate knot security VICRYL™ RAPIDE, which is treated with coating to enhance handling characteristics, requires the accepted surgical technique of flat and square ties with additional throws as indicated by surgical circumstance and experience of the surgeon.
ro: Pentru a garanta o siguranţă adecvată a nodului, VICRYL™ rapide, care are un strat de acoperire pentru a putea fi mai ușor manevrat, necesită utilizarea tehnicii chirurgicale standard a nodului plat și pătrat, cu surjeturi suplimentare, în funcţie de situaţie și de experienţa chirurgului.

source: Full details are contained in the catalogue.
ro: Detaliile complete sunt prezentate în catalog.

source: Full details are listed in the catalogue.
ro: Detaliile complete sunt prezentate în catalog.

source: Full details of the product range are contained in the catalogue.
ro: Detaliile complete privind gama de produse sunt prezentate în catalog.

source: Grasp the needle in an area one third (1/3) to one half (1/2) of the distance from the attachment end to the point.
ro: Prindeţi acul in porţiunea dintre prima treime (1/3) proximală și prima jumătate (1/2) proximală.

source: Grasp the needle in an area one-third (1/3) to one-half (1/2) of the distance from the attachment end to the point.
ro: Prindeţi acul în porţiunea dintre prima treime proximală și prima jumătate proximală.

source: Grasping at the butt or attachment end could cause bending or breakage.
ro: Prinderea acului de capătul mai gros sau de capătul la care este atașat firul poate determina îndoirea sau ruperea acestuia.

source: Grasping in the point area could impair the penetration performance and cause fracture of the needle.
ro: Prinderea acului de zona vârfului poate afecta capacitatea sa de penetrare și poate determina ruperea acestuia.

source: INDICAT ION S
ro: INDICAŢII

source: INDICATION
ro: INDICAŢII

source: INDICATIONS
ro: INDICAŢII

source: INTERACTIONS
ro: INTERACŢIUNI

source: If a connection cable is being used between the pacing wire and the pacemaker and temporary disconnection is necessary, the connecting cable should be disconnected from the pacemaker and not from the pacing wire.
ro: Dacă se utilizează un cablu de conectare între electrodul de stimulare și stimulatorul cardiac, și este nevoie de o decuplare temporară, cablul de conexiune trebuie deconectat de la stimulatorul cardiac, și nu de la electrodul de stimulare.

source: If any 6 are found, it indicates that the electrical connection is faulty: the adapter plug should be opened and the wire secured again (see description of the plug assembly: section “Application”).
ro: Dacă se găsesc astfel de capete, acest lucru indică o conexiune electrică defectuoasă: conectorul de tip adaptor trebuie deschis și electrodul trebuie fixat din nou (a se vedea descrierea ansamblului conectorului: secţiunea „Mod de utilizare”).

source: If hemostasis is insufficient, additional sutures (continuous or interrupted) can be passed througth the prosthesis but not the capsule or the parenchyma.
ro: Dacă hemostaza este insuficientă, se pot introduce suturi suplimentare (continue sau întrerupte) prin proteză, nu însă și prin capsulă sau parenchim.

source: If it is too short, more pacing wire should be exposed, if it is too long it should be cut.
ro: Dacă acesta este prea scurt, trebuie să se expună o suprafaţă mai mare a electrodului de stimulare; dacă este prea lung, trebuie tăiat.

source: If necessary a Vicryl ™ suture can be placed in the region of the hilus for additional mesh 2 fixation.
ro: Dacă este necesar, se poate plasa o sutură suplimentară VICRYL™ în regiunea hilului, pentru o mai bună fixare a plasei.

source: If this is found to be the case, the adapter plug must be opened again and the pacing wire fitting repeated.
ro: În caz contrar, conectorul de tip adaptor trebuie deschis din nou și trebuie repetată operaţiunea de poziționare a electrodului de stimulare.

source: If this is the case, it must be straightened before being introduced into the adapter plug.
ro: În caz contrar, electrodul trebuie îndreptat înainte de a fi introdus în conectorul tip adaptor.

source: Implantation Strength Remaining
ro: Procentaj aprox. rămas din rezistenţa iniţială

source: Implantation studies in rats show the following profile:
ro: Studiile privind implantarea la şobolani arată următorul profil:

source: Important: After closing the adapter plug there should be no exposed pacing wire protruding.
ro: Important: După închiderea conectorului de tip adaptor, nu trebuie să se observe electrod de stimulare expus.
